{
	"terms": [
		{
			"term": "правоспособность",
			"definition": "Способность субъекта (гражданина, юридического лица) иметь права и нести обязанности.",
			"example": "Каждый гражданин обладает правоспособностью, что позволяет ему участвовать в гражданских оборотах."
		},
		{
			"term": "юридическая ответственность",
			"definition": "Обязанность лица нести последствия за свои действия или бездействие, которые нарушают закон.",
			"example": "Юридическая ответственность может быть уголовной, административной или гражданской."
		},
		{
			"term": "конституция",
			"definition": "Основной закон государства, устанавливающий его политическую, правовую и экономическую систему.",
			"example": "Конституция Российской Федерации была принята в 1993 году и определяет основы государственного устройства."
		},
		{
			"term": "преступление",
			"definition": "Деяние, которое запрещено уголовным законом под угрозой наказания.",
			"example": "Преступления делятся на тяжкие, средней тяжести и незначительные."
		},
		{
			"term": "правонарушение",
			"definition": "Действие или бездействие, за которое установлена юридическая ответственность.",
			"example": "Правонарушением будет, например, нарушение правил дорожного движения."
		},
		{
			"term": "судебная власть",
			"definition": "Один из видов власти, осуществляющий правосудие и обеспечивающий защиту прав и свобод граждан.",
			"example": "Судебная власть в России включает в себя различные суды: Конституционный, Верховный и арбитражные."
		},
		{
			"term": "государственная дума",
			"definition": "Нижняя палата Федерального собрания Российской Федерации, выполняющая законодательные функции.",
			"example": "Государская дума принимает законы, регулирующие деятельность правительства."
		},
		{
			"term": "федеральный закон",
			"definition": "Нормативный акт, принятый Федеральным собранием и подписанный Президентом, регулирующий общие вопросы.",
			"example": "Федеральные законы касаются вопросов, относящихся к всей территории России."
		},
		{
			"term": "трудовое право",
			"definition": "Раздел права, регулирующий трудовые отношения между работниками и работодателями.",
			"example": "Трудовое право охватывает вопросы трудового договора, рабочего времени и оплата труда."
		},
		{
			"term": "административное право",
			"definition": "Система правовых норм, регулирующих деятельность органов исполнительной власти.",
			"example": "Административное право устанавливает нормы, обязательные для соблюдения государственными служащими."
		}
	]
}